LEXICON_HI: dict[str, str] = {
    "start" : "Привет!\n"
    "Я бот салона красоты,\n"
    "здесь ты можешь записаться к мастеру.\n"
    "Для начала записи, оставь нам своё имя и номер\n",
    "help" : "Если ты не захотел пользоваться ботом\n"
    "или у тебя возникли проблемы при использовании\n"
    "введи /contacts - наши номера для записи.\n",
    "contacts" : "Наши контакты",
    "yes_name" : "Введите Ваше имя",
    "warning_name" : "Это не имя, введите имя.",
    "number_request" : "Оставьте номер или откажитесь",
    "yes_number" : "Введите Ваш номер",
    "warning_number" : "Это не телефонный номер, введите номер.",
}

LEXICON_NAME_REQUEST: dict[str, str] = {
    "yes_name" : "Ввести имя"
}

LEXICON_NUMBER_REQUEST: dict[str, str] = {
    "yes_number" : "Ввести номер",
    "no_number" : "Отказ"
}
